{"content": "when I think about how I want to create in an age of AI, I keep returning to gardens. a flower is an act of creation. a garden is an act of curation--and of community. i've been thinking about this distinction as AI becomes capable of generating endless flowers. i want to plant gardens, not flowers.\n\n# what's a digital garden?\n![[digital-garden_web 1.webp]] ==digital garden: a personal, ever-green web of information, grown over time, richly interconnected, and published in public for ongoing cultivation.==\n\ni first came across the concept of digital gardens as a freshman in college, in the height of Covid. struggling to build meaningful relationships, i found myself between two worlds: my urge to create art as connection, and my seemingly unimaginative studies in computer science. Maggie Appleton's essay [\"A Brief History & Ethos of the Digital Garden\"](https://sketchnotearmy.com/blog/2024/3/5/maggie-appleton) was one of the first pieces i discovered that wrote beautifully about the hyphen of art and technology. i resonated deeply with the vision of cultivating personal, aesthetic spaces on the internet. Appleton described digital gardens as personal knowledge management systems for evolving ideas--spaces for note-taking, writing, and thought. unlike blogs, gardens weren’t polished broadcasts but living ecosystems of ideas, tended over time.\n\n>\"A garden is a collection of evolving ideas that aren’t strictly organised by their publication date. They’re inherently exploratory – notes are linked through contextual associations. They aren’t refined or complete - notes are published as half-finished thoughts that will grow and evolve over time.\"\n\nthis had become a quiet movement. as [MIT Technology Review ](https://www.technologyreview.com/2020/09/03/1007716/digital-gardens-let-you-cultivate-your-own-little-bit-of-the-internet)observed, these spaces were \"more collage-like and artsy, in the vein of Myspace and Tumblr—less predictable and formatted than Facebook and Twitter.\" they were designed with handmade care, subverting default UI constraints. gardens could look like anything: a museum obsession-made manifest, an eclectic collection of Bay Area carbonara reviews alongside reflections on beloved essays. some [are curated thought galleries on philosophy and politics](https://aaronzlewis.com/starterpack/); others are [intensely personal lists on Google Docs](https://docs.google.com/document/d/16GRHrEqy1p_ZrmLWIn0eUW4ELcEzol619pcZjRpCefM/edit)\n\nthis movement emerged as what creators described as \"a backlash to the internet we've become grudgingly accustomed to, where things go viral, change is looked down upon, and sites are one-dimensional.\" where social media demanded performance, digital gardens honoured the messy entanglements of human growth.\n\n____\n\ninterestingly, gardens have long shaped how we thinking about navigating information. one of the early conceptual seeds was planted in 1941 with \"The Garden of Forking Paths\", a novel that introduced [multiverse-like concepts](https://www.newyorker.com/magazine/2022/11/07/is-the-multiverse-where-originality-goes-to-die) to fiction. it explored infinite, branching realities stemming from every decision, challenging the idea of a single linear timeline. these narratives branch and reconnect like pathways through a garden. eventually, “hypertext” was coined to explore paths that could be walked in both directions, ideas that stayed alive through their connections.\n\nin the late 1990s, “[hypertext gardens](http://www.eastgate.com/garden/Enter.html)” emerged as spaces where you could wander through collections of ideas via hyperlinks. these are landscapes to be tended, not linear stories to be consumed. (here are some hypertext gardens i've really enjoyed exploring: )\n\nwhen the first wikis appeared, people began calling themselves “wiki gardeners”--pruning dead links, grafting connections between articles, cultivating sprawling knowledge ecosystems. information, like plants, thrived with careful tending.\n\n>The Garden is the web as topology. The web as space... every walk through the garden creates new paths, new meanings, and when we add things to the garden we add them in a way that allows many future, unpredicted relationships.\n\nby 2015, when Mike Caufield developed his keynote [\"the Garden and the Stream: A Technopastoral,\"](https://hapgood.us/2015/10/17/the-garden-and-the-stream-a-technopastoral/) at Stanford, the metaphor felt urgent. while \"gardens\" remained consistent throughout history as spaces of intentional cultivation, we began developing new terms for what gardens are not. the birth of [targeted digital advertising](https://www.vice.com/en/article/targeted-advertising-is-ruining-the-internet-and-breaking-the-world/) and the rise of “surveillance capitalism”--using personal data beyond what is needed for a service to predict and shape future behaviour--transformed the web into what we know today as the \"attention economy\". the internet had become a torrent. every search, every click, every pause in the scroll was harvested and sold back to us in the form of curated feeds. Caulfield contends that we were no longer walking through gardens but swept into streams, algorithmic feeds where information rushes past in chronological torrents. this pushed us toward speed over depth, novelty over nuance. virality over vulnerability.\n\n>the forest grows darker, noisier, and less human.\n\na few years later, in 2019, the metaphor evolved further. the [dark forest theory of the web](https://www.ystrickler.com/the-dark-forest-theory-of-the-internet/) borrowed from a proposed explanation for the Fermi Paradox--the idea that the universe is a \"dark forest\" where advanced civilisations remain silent to avoid detection and elimination by others. applied to the internet, this theory describes how our digital wilderness became overrun with problems that were: 1. **pervasive** (affecting all digital spaces); 2. **automated** (generated at machine scale), and; 3. **adversarial** (designed to exploit human attention and decision-making) . as public spaces filled with bad actors and low-quality content, meaningful discourse retreated to private, invitation-only spaces, like travelers seeking shelter in a dangerous forest.\n\nin our web forest, movement abounds: feeds refresh, bots rustle, ads call out for attention. Yet in all this mimicry of presence, the warmth of people is missing.\n\nLate 2022 brought a qualitative escalation. ChatGPT arrived alongside image generators like Midjourney and AI copywriting tools that promised content at unprecedented scale. Observers like Maggie Appleton predicted the dark forest would [rapidly expand through Large Language Models](https://maggieappleton.com/ai-dark-forest)—a prediction that proved remarkably accurate. Since ChatGPT's public launch, we've witnessed an explosion of synthetic content that dwarfs previous concerns about information quality. As of 2024-2025, estimates suggest **up to 57%** of all internet content is now generated or heavily influenced by AI. Experts predict that by 2025, around **90% of online content** will be created with some form of generative AI assistance.\n\nBut AI slop represents something fundamentally different from the earlier dark forest problems. Unlike human-generated spam or low-effort content, AI can produce text that appears coherent while being fundamentally hollow. It can generate thousands of articles per hour on any topic, each plausible enough to fool casual readers but lacking the insight, experience, or genuine perspective that comes from human understanding.\n\nEach interaction echoes back. Each post, comment, and click becomes raw material for models that learn from us and then generate more content in our image. Everything, even our shadows, gets recycled to keep the forest moving. The result is an information ecosystem increasingly dominated by synthetic noise—endless variations on the same themes, generated by models trained on the very content they're now replacing.\n\nwe've all become involuntary digital detectives, constantly parsing authenticity markers in everything we read. humans have always had to make sense of noise, and our relationship with it is evolving once again. But this time, the noise increasingly resembles our own voices.\n\n![[Screenshot 2025-09-01 at 15.28.23.png]]\n\nthe resurgence of dead internet theory, the idea that most online activity is now generated by bots rather than humans, points to this replacement of human discourse with automated content—not just the presence of bots, but the systematic displacement of real human communication with AI.\n\n![[Screenshot 2025-09-04 at 19.50.02.png]]\n\n(the irony was not lost on anyone.)\n\nin this overgrown landscape, the vision of digital gardens feels both more urgent and more necessary than ever.\n\n# the gardener\n\nour generation sits at a unique inflection point. we are the first to witness creativity's complete digitisation and the first to define how art and technology coevolve. in this age of endless generation, i want to cultivate gardens.\n\nto keep a garden is to acknowledge that knowledge is alive; to choose what deserves tending, rather than maximise growth; to leave behind traces of care--signs that a human hand touched this flower, returned to it, believed it worth keeping alive.\n\nthis is how a gardener tends: [[with taste]]— guiding attention by choosing blooms. [[for community]] - creating a shared garden people can return to.\n\n### on taste.\n\ngardeners tend with tend; we synthesise what matters from endless noise, combined with the archaeology of lived experience that shapes how we see. this requires:\n1. present-moment attention (reporting), and;\n2. accumulated wisdom (archaeology).\n\n**taste is judgement born from archaeology, with stakes.** ; it is memory layered, fragmented, re-contextualised, and waiting to be unearthed.\n\nfor example, my videos apparently have a very specific \"style.\" exhibit a: i'm still trying to excavate how this aesthetic was forged. maybe it was old cinema Hong Kong noir that runs deep in my consciousness, the blue hour drives that rewired my neural pathways, or the film that began interest in cybperunk\n\nyour taste map is full of contradictions that only make sense within the story of your specific existence.\n\nrecently, i left my home and friends for the last 4 years. it was beautiful; saying goodbye and realising that finally, after 4 years of an exprerience that defned and shaped all of us collectively, we were finally branching paths. i was saying goodbye and there was the idea said that those experiences live within us. they are not goodbyes, they are another part of human archaelogy. and they will forever, everyone i've loved, will be a part of what i create next. it will never be gone.\n\nwe are a mosaic of the places and people we’ve loved.\n\nthe notion of the digital garden invites us to approach our own thinking in way of promoting thought archelogy. rather than striving to produce polished products, we tend to living archives of thought--works that grow in context and carry the marks of their times.\n\n**taste is synthesis**; i was talking with [Taylor Lorenz](https://substack.com/@taylorlorenz) from User Mag recently about what journalism means in an age when AI can write. from our conversation, i realised there's a fundamental difference between writing and reporting. anyone can generate words now. but stories require judgement. they require knowing which whispers to follow, which silences to press on, and which truths are worth carrying back to the garden. that's what Taylor did in her reporting on the Democrat's hidden influencer networks. a model like Claude can string sentences together, but it cannot do what she did: listen when whistleblowers reached out, trace their claims back to the NAACP's covert funding of digital campaigns, and then call the people who would rather not be called. each step demanded the ability to see through the fog of the forest and discover what matters.\n\nas AI capabilities expand rapidly, taste may be one of the last distinctly human acts. Murray Shanahan captures why in [\"Talking About Large Language Models\"](https://arxiv.org/abs/2212.03551):\n\n> _\"Humans are members of a community of language-users inhabiting a shared world, and this primal fact makes them essentially different to large language models. We can consult the world to settle our disagreements and update our beliefs. We can, so to speak, 'triangulate' on objective reality.\"_\n\nwe develop taste through years of inhabiting physical reality, forming relationships, and wrestling with ideas over time. AI processes information; humans inhabit contexts. while machines can generate endless content, they cannot (yet) triangulate meaning through the lived experience of disagreement, consultation, and community membership that shapes how we see and choose what matters.\n\nwe as gardeners have something at risk when we report: our reputation, our relationships, our sense of self. reporting isn't about perfect objectivity. It's about editorial judgment born from stakes. when you have something to lose--your reputation, your relationships, your place in a community--your curation carries different weight. we exist in physical reality where our choices have consequences.\n\nfor example, when I make a design, the image itself isn't the point. it's the story I tell about why I made it, what I'm struggling with, and how technology collides with identity, which I tell in this video. that story emerges from:\n- Reporting: what matters about AI and creativity right now? the fact that we are able to train characters of ourselves that we can manipulate in any setting.\n- Memory: how does this connect to every other moment that shaped my relationship with making? i'm an artist by heart that makes this feel at its core, uncomfortable - yet i love how this piece captures the way i feel inside. and its a shifting relationship i have to technology.\n\nthis is curation that feels authentic, because it's grounded in archeology and reporting.\n\nthis is important because, as established, the flood of AI content has made us **deeply skeptical of realness**. but beyond being able to tell what's real, this is about it's about serving the human need to witness other humans make sense of being alive.\n\nAI will be able to curate [HOW WE’RE already seeing this:](https://www.museumnext.com/article/when-algorithms-curate-art-the-nasher-museums-ai-experiment/). AI & human curators (i’m not naive) whether or not humans are better curators (we’re subjective after all) -> the act of curation by someone who could lose something creates different value\n\nwhen we consume content about how to live, what matters, or how to navigate uncertainty, we’re not looking for information. we seeking comfort. Watching another human wrestle with the same questions we face.\n\n**until AI can accumulate an archaeology that shape judgment, and inhabit shared worlds with consequences, taste remains distinctly our own domain.**\n**until AI can accumulate an archaeology that shape judgment, and inhabit shared worlds with consequences, taste remains distinctly our own domain.**\n\nin a nutshell, as creatives we must:\n1. reporting on what matters right now, with judgment born from stakes\n2. remember how we got here, through the archaeology of experience\n\n==**What does this look like concretely?**==\nThis is how the gardener should act. [[How to be a good gardener.]]\n\n#### some gardens i've been loving\nHana jo. (content creator).\n"}