{
    "content": "my taste is what matters. ### i create superblooms. at first glance, AI feels like an existential threat to the gardener; flowers can now bloom from machines. but this anxiety is not new. the camera was accused of taking away painting's essence; sampling was criticized as theft. each time, creators were forced to rethink their medium -- and new genres were born. art has always been a dialogue between creator and tool, and every transformative tool in history has been described as cheapening art. AI does not have to be the death of artistry; it can be the expansion of it. it collapses boundaries and allows artists to cross disciplines: to build apps, films, music, tools, and designs without needing years of specialized training or the bureaucracy of industry approval. instead of being trapped in technical execution, I can focus on the story. in the world of tech, i'm seeing an art invasion, a new wave of \"creative artisans\" - artists and designers who care deeply about their craft but are now building with the sky as their limit using code. for example, Marisa, a product designer and one of my favorite content creators, has been building AI-powered hardware and software projects while documenting her transition from designer to design engineer. Sirio, a self-taught design engineer, created _Enhancor_, an AI system that refines AI photos to appear more natural—especially in rendering human skin. through accessible, self-directed learning, he reshaped his career and built a platform for storytelling. for creatives, it becomes a ladder into fields once out of reach. complex execution is being transformed into natural conversations. this means any storyteller can build software, write music, or craft stories across media that were previously inaccessible. in the world of film, a traditionally bureaucratic industry, AI allows anyone with a camera to recreate entire sets without the bureaucracy, cost, and time of a professional production. for example, I transformed my dorm room into elaborate sets for all of my videos. what once took me 30 painstaking hours in VFX can now be prototyped in an afternoon. worlds I could never have conjured with a camera now open before me. AI is a big reason why I am able to tell the stories I do now, and focus on the storytelling and curation rather than the details of every execution. > AI should automate laborious, non-creative tasks like rotoscoping and editing, so that storytellers can focus on meaning, emotion, and the essence of their craft [Financial Times](https://www.ft.com/content/fc4cb659-bf01-4f68-a828-40ff98c24e51?utm_source=chatgpt.com). - Prem Akkaraju (CEO of Stability AI, which created Stable Diffusion, one of the most popular open-source image models) but the artist must draw boundaries; ### i plant within my means. creating a 5-second video with AI consumes enough energy to power my laptop for 47 hours. by 2028, AI will consume 22% of all US household electricity. I generate sparingly, with clear intention, because I control the tool, I don't let the tool control me, and because I know the constraints I'm under (the invisible environmental constraints, which are apparent to me). 1. when it comes to generating images, I think of cinematography. I compose with light, do everything so it's my vision. generating text, I direct it as a partner. clear instructions, not half-baked \"fix this\" needing 30 new generations because I'm using a black box. 2. if I don't need to use AI, I don't. a search, for example, is often enough. 3. I pay for renewable energy credits equivalent to my monthly AI usage through this app ==look into this== by tracking my consumption here []. each number represents a choice to spend this energy here, not elsewhere. the garden I tend must be worth the soil it consumes. ### i know where my seeds come from. as a gardener, I tend borrowed soil. the reality is artists' life's work became training data without consent, compensation, or credit. likewise, I know my own work is training the very systems that I draw upon. data models used to power AI like Common Crawl scraped billions of images from DeviantArt, ArtStation, and Pinterest without artist consent. LAION-5B contains copyrighted works from living artists who never agreed to train AI systems. so I choose my tools carefully. - I support tools that pay artists, such as models like Adobe Firefly and Moonvalley, which are trained exclusively on licensed data. - I refuse to generate in the style of artists who haven't consented to it. - I check Have I Been Trained before referencing visual styles. - when I use AI to generate any part of my work, I label it clearly because hiding our tools diminishes our craft. the garden I tend must give back to the soil that nourishes it, even if it's not transparent. ### i let soil rest. the digital forest grows dense with abundance; 74% of new webpages now contain AI-generated content. a gardener knows the satisfaction of earned craft. for me, that satisfaction is the moment a story feels right; a visual effect in a video that finally hits perfectly with the music, or when an insight crystallizes after digging into too many sources to count. a gardener is also familiar with the seductive dopamine of instant output, the itch to ask an LLM for the answer, to synthesize sources, or iterate on a visual without careful thought owed to the concept. but they tend the balance carefully, because they know that creative joy is fragile. it withers under AI's false promise of efficiency, which actually delivers numbness and a lack of connection to the output. I let tools handle what feels mechanical -- to show me new directions when I'm stuck, or to execute on a well-formed intention. but I guard what feels essential: the initial spark of an idea; the patient development of an idea through research; the moment of deciding what deserves to exist. bottom line: a gardener asks what flowers should be grown before asking what tools can grow them. some ground grows richer in silence."
}