{
    "content": "A Brief History & Ethos of the Digital Garden\n\nA newly revived philosophy for publishing personal knowledge on the web\n\nDigital gardening represents a different approach to the way we publish personal knowledge on the web. Rather than following the conventions of the traditional personal blog with polished articles displayed in reverse chronological order, digital gardens act more like free-form, work-in-progress wikis.\n\nA garden is a collection of evolving ideas that aren't strictly organized by their publication date. They're inherently exploratory – notes are linked through contextual associations. They aren't refined or complete - notes are published as half-finished thoughts that will grow and evolve over time. They're less rigid, less performative, and less perfect than the personal websites we're used to seeing.\n\nThis approach harkens back to the early days of the web when people had fewer notions of how websites 'should be.' It's an ethos that is both classically old and newly imagined.\n\nThe concept of digital gardening has evolved through several phases:\n\n1. The Early Gardens of Hypertext (1990s): Mark Bernstein's essay 'Hypertext Gardens' was the first recorded mention of the term, focusing on user experience flows and content organization in the early web.\n\n2. Digital Puttering on Twitter (2007): The term was briefly used to describe digital maintenance - cleaning up one's digital space, sorting, weeding, and pruning rather than growing and cultivating.\n\n3. Gardens, Streams, and Caufield's Metaphors (2015): Mike Caufield's keynote 'The Garden and the Stream' laid the foundations for our current understanding. Caufield argued that we've become swept away by streams - the collapse of information into single-track timelines. Gardens present information in a richly linked landscape that grows slowly over time.\n\nThe Six Patterns of Digital Gardening:\n\n1. Topography over Timelines: Gardens are organized around contextual relationships and associative links, not publication dates.\n\n2. Continuous Growth: Gardens are never finished - they're constantly growing, evolving, and changing.\n\n3. Imperfection & Learning in Public: Gardens are imperfect by design and don't hide their rough edges.\n\n4. Playful, Personal, and Experimental: Gardens should be unique and particular, organized around ideas that match your way of thinking.\n\n5. Intercropping & Content Diversity: Gardens include various media - podcasts, videos, diagrams, illustrations, interactive animations, academic papers, and code snippets.\n\n6. Independent Ownership: Gardening is about claiming a small patch of the web you fully own and control, not living on platforms like Facebook, Twitter, or Medium.\n\nDigital gardening represents a counterbalance to the streamification of everything. While streams surface the zeitgeisty ideas of the last 24 hours, gardens are designed to accumulate knowledge, connect disparate information, and mature over time. They help us move away from time-bound streams and into contextual knowledge spaces."
}
